Repository: CofficLab/Lumi
Catalog: LumiApp/Plugins/AgentGitCommitHistoryPlugin/GitCommitHistory.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: {days} days ago
zh_hans: {days}天前
zh_hk: {days}天前

source: {hours} hours ago
zh_hans: {hours}小时前
zh_hk: {hours}小時前

source: {minutes} minutes ago
zh_hans: {minutes}分钟前
zh_hk: {minutes}分鐘前

source: {months} months ago
zh_hans: {months}个月前
zh_hk: {months}個月前

source: {years} years ago
zh_hans: {years}年前
zh_hk: {years}年前

source: All changes committed
zh_hans: 所有更改已提交
zh_hk: 所有更改已提交

source: Clean working tree
zh_hans: 工作区干净
zh_hk: 工作區乾淨

source: Current status
zh_hans: 当前状态
zh_hk: 當前狀態

source: Just now
zh_hans: 刚刚
zh_hk: 剛剛

source: Loading...
zh_hans: 正在加载...
zh_hk: 正在載入...

source: Not pushed to remote repository
zh_hans: 未推送到远程仓库
zh_hk: 未推送到遠端儲存庫

source: Please select a project first
zh_hans: 请先选择一个项目
zh_hk: 請先選擇一個項目

source: Uncommitted files: {uncommittedFileCount}
zh_hans: {uncommittedFileCount} 个文件未提交
zh_hk: {uncommittedFileCount} 個檔案未提交
